{
  "currentLanguage": "en",
  "menuWord": "Menu",
  "phoneNumber": "Phone number",
  "phoneNumberCopied": "The phone number was copied",
  "placeholders": {
    "email": "Email",
    "name": "Name",
    "yourCompany": "Your company",
    "phoneNumber": "Phone number",
    "message": "Message",
    "search": "Search",
    "partNumber": "Part number"
  },
  "buttons": {
    "send": "Send"
  },
  "menu": {
    "home": "Home",
    "aboutUs": "About us",
    "products": "Products",
    "services": "Services",
    "contacts": "Contact"
  },
  "sections": {
    "promo": "Let’s build <br/> future <br/> together",
    "getInTouch": "Get in touch with us",
    "aboutUs": "About us",
    "brands": "Brands",
    "ourBenefits": "Our benefits",
    "products": "Products",
    "applications": "Applications",
    "ourStorage": "Our storage",
    "whyUs": "Why us?",
    "emailForm": "Leave your email"
  },
  "about": {
    "text": {
      "part1": "For the past 13 years, Shanghai Wiswealth Technology Co., Ltd. has been a leading company in the field of distribution of electronic components, passive components and now is a  leading supplier of major electronic components from global manufacturers.",
      "part2": "Our company was founded in 2010 and since then has been the leader of electronic components distribution in . China Our head office is located in Shanghai and has its own warehouse in Shenzhen. The  special  contracting system  allows us to supply only original products to the Chinese market and keep the quality and service for our customers at the highest level.",
      "part3": "We, Shanghai Wiswealth Technology have created a strong team consisting of marketing, technical and logistics components, which provides our partners with comprehensive supply services, including a long-term stock of passive components, as well as semiconductors. Our company provides the fastest two-day delivery of missing components, as well as their specification in the required quantity. Our team consists of a wide range of specialists who speak several languages  and have  a relevant knowledge of electronic components industry. Our specialists are ready to provide advice and support for you at any time of the day."
    },
    "partners": [
      "Shanghai Wiswealth Technology Co., Ltd. is the official distributor of Samsung, TDK, muRata, Vishay, Kemet, Nic Components, Maruwa, Fairchild, etc.",
      "The main goal of our company is to provide services of the highest quality, according to high standards of service and at reasonable prices.",
      "The team of Shanghai Wiswealth Technology intends for long-term and productive cooperation."
    ]
  },
  "benefits": {
    "item1": {
      "title": "A large assortment of stock",
      "subtitle": "More than 100,000 items in stock"
    },
    "item2": {
      "title": "Testing",
      "subtitle": "Additional verification and testing before sending to the client"
    },
    "item3": {
      "title": "Worldwide delivery",
      "subtitle": "Air delivery to anywhere in the world."
    },
    "item4": {
      "title": "Certificates",
      "subtitle": "Certificates"
    },
    "item5": {
      "title": "Online support 24/7",
      "subtitle": "Consultation and KP 24/7"
    },
    "item6": {
      "title": "Product Report",
      "subtitle": "Photo report before shipment"
    }
  },
  "formSection": {
    "subtitle": "We will definitely contact you"
  },
  "footer": {
    "allRightsReserved": "All Rights Reserved."
  },
  "whyUsSection": [
    "Trust in cooperation is our priority.",
    "100% original components, delivery within 2 days after payment",
    "The product has more than 100,000 items in stock",
    "1.5 year warranty (18 months)"
  ],
  "applications": [
    {
      "title": "Medical industry",
      "subtitle": "Production of medical electronics"
    },
    {
      "title": "Automotive industry",
      "subtitle": "Supply of electronic components for the automotive industry"
    },
    {
      "title": "Aviation industry",
      "subtitle": "Electronic components for aerospace equipment"
    },
    {
      "title": "Power Engineering",
      "subtitle": "Industrial electronics and Electrical products line"
    }
  ],
  "contacts": {
    "subtitle": "Dear customers! Please check the prices and availability of the goods with the managers by phone or mail. We will be happy to help you!",
    "support": "Support",
    "ourLocation": "Our Location",
    "writeUs": "Write to us",
    "forApplication": "Submit your request",
    "call": "Call"
  },
  "services": [
    {
      "title": "Warranty",
      "subtitle": "Shanghai Wiswealth Technology gives a 1.5 year (18 months) warranty on electronic components according to the factories' warranty."
    },
    {
      "title": "Supply",
      "subtitle": "Shanghai Wiswealth Technology company guarantees the supply of 100% original electronic components. It has its own private laboratory to check performance and working condition."
    },
    {
      "title": "Delivery",
      "subtitle": "Worldwide delivery is done via EMS, FEDEX, DHL, UPS from 3-7 days, moreover we have our own air delivery to the CIS countries which takes from 2 to10 days."
    },
    {
      "title": "Storage",
      "subtitle": "More than 100,000 items of electronic components are available in our warehouse."
    },
    {
      "title": "Support",
      "subtitle": "Our specialists will help you deliver the missing element or pick up analogues."
    },
    {
      "title": "Speed",
      "subtitle": "High speed of processing requests."
    }
  ],
  "modelCopied": "Model copied",
  "copyModel": "Copy model",
  "companyAddress": "Building C, No. 888, West Huanhu 2nd Road, <br/> Lingang New Area of China (Shanghai) Pilot Free Trade Zone"
}