export const companyOrientations = [
   {
      title: {ru: 'Медицинская промышленность', en: ''},
      subtitle: {ru: 'производства медицинской электроники', en: ''},
      icon: "medical_services"
   },
   {
      title: {ru: 'Автомобильная промышленность', en: ''},
      subtitle: {ru: 'Поставка электронных компонентов для автомобильной промышленности', en: ''},
      icon: "directions_car"
   },
   {
      title: {ru: 'Авиационная промышленность', en: ''},
      subtitle: {ru: 'Электронные компоненты для авиационного космического оборудования', en: ''},
      icon: "flight"
   },
   {
      title: {ru: 'Энергетика', en: ''},
      subtitle: {ru: 'Промышленная электроника и электротехническая линия продукций', en: ''},
      icon: "electric_bolt"
   }
]